{
  "Animal Planet": {
    "course_timings": [
      "WRI 193: M/W 9:00 am - 10:20 am",
      "WRI 194: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Sarah Christensen",
    "course_description": "Frogs in spaceships. Cheetahs in mansions. Squirrels on campus. Animal lives are entangled with ours in ways big, small, and unexpected, yet they are difficult to grasp using traditional tools of human-centric inquiry. We cannot interpret a dog’s dream or interview an elephant–unless we seek radical new possibilities for interspecies understanding. What do we learn by questioning, or crossing, the human-animal divide? How do concepts such as civilization or wilderness, intelligence or instinct, mastery or coexistence, shape our shared existence? This Writing Seminar invites students to experiment with ideas about human-animal relations which challenge the boundaries between species and attune our senses to the other creatures on our planet. We begin by engaging with Donna Haraway’s concept of “natureculture” while carrying out close observations of the often-unnoticed animal lives playing out on Princeton’s campus. Next we dive into the weird world of “de-extinction” and consider how the quest to resurrect the passenger pigeon reflects evolving notions of ecological balance, technological supremacy, genetic purity, ethical obligation, and more. For the final research project, students will employ theoretical and practical tools to bridge or break down the species boundary as they investigate the implications of specific human-animal entanglements. Potential topics include the unfolding of Australia’s Emu War, the cultural phenomenon that was Tiger King, the technological evolution of Sony’s aibo robotic dog, or the centrality of mice to the human scientific apparatus."
  },
  "Bad Botany": {
    "course_timings": [
      "WRI 179: M/W 1:20 pm - 2:40 pm",
      "WRI 180: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Justin Linds",
    "course_description": "The Herbarium of the New York Botanical Garden contains approximately 7.8 million specimens of vascular plants, mosses, fungi, and algae. This vast collection supports research in science, medicine, and history, but the collection also represents botany's historic connection to projects of imperialism and natural resource extraction. How might we understand this mixed legacy of botany and the ‘bad’ side of botany? What makes some plants scientific wonders, valuable fortunes, or criminal objects–or all three at once? We begin by going back almost 500 years to analyze how 16th-century European naturalists described the curious plants of the ‘New World’ and renamed the natural world according to their own vision. Next, we turn to Central American bananas and the United Fruit Company as students investigate how biodiversity is impacted when plants become global commodities. For the final project, students will research a plant of their choosing in the context of a specific social or climate justice movement, economic project, or colonial encounter. Possible topics include seventeenth-century tulip mania, the race to develop synthetic rubber during World War II, the grape boycott of 1960s California, shamanic ayahuasca tourism, and taxing marijuana for public education."
  },
  "Body Matters": {
    "course_timings": [
      "WRI 167: M/W 1:20 pm - 2:40 pm",
      "WRI 168: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Sariel Golomb",
    "course_description": "Bodily controversy is all around us: from debates over reproductive rights and Olympic doping to body art and deepfakes. Yet at the same time, people routinely get tattoos and piercings, take muscle-building supplements, doctor their selfies, and donate their bodies for science. What are the politics of displaying and modifying the body–whether one’s own or someone else’s? What happens when cultural convictions about the sanctity of the body come into conflict with scientific discovery, artistic freedom, or self-actualization? Why do some treatments of the body seem commonplace, while others seem indulgent, sacrilegious, or freakish? This Writing Seminar explores how we observe, treat, manipulate, and represent the human form. We begin in the Library’s Special Collections, analyzing historical political caricatures and what their grotesque physical exaggerations can reveal about the social meaning of bodies. Next, we take rhinoplasty (aka, the “nose job”) as our case study to examine the real-life body’s plasticity through disciplines ranging from medicine, technology, and economics to aesthetics, cultural studies, and religion. For the research paper, students choose a practice or controversy involving the human body and craft an original argument placing it in a cultural, political, or scientific context. Examples range from TSA body scanners and bans on gender-affirming healthcare, to vaccine choice, the “carnal art” of ORLAN, ableism and colorism in Oscar-winning films, and Mary Shelley’s Frankenstein (or, The Modern Prometheus)."
  },
  "Clickbait Justice": {
    "course_timings": [
      "WRI 163: M/W 9:00 am - 10:20 am",
      "WRI 164: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Connie McNair",
    "course_description": "Artisanal chocolate, handcrafted wood furniture, and bespoke tailoring suggest a cultural craving for close physical connection between artisan and object. Multinational corporations like IKEA and H&M are not only partnering with artisans to sell sustainable goods but also producing a “hand-crafted” aesthetic on assembly lines—all attainable through the click of a button. In what ways might the commodification of craftwork challenge our understanding of authenticity? How do we relate to an object when physical interaction is replaced with a virtual showcase? In this Writing Seminar, we explore the complicated relationship between craft and profit, interrogating authenticity and appropriation. Students begin by making their own craft, investigating the relationship between raw materials, tools and technologies, and techniques. We then shift perspective from maker to consumer as students examine Etsy—an online marketplace for handmade, vintage and custom goods—by exploring the sociology of craft industries, the economics of peer-to-peer platforms, and the colonial legacy of craft in Western cultures. For the research project, students investigate a historical or contemporary making practice of their choice. Sample topics include foodie appropriation of non-Western recipes, Lynn Hershman Leeson’s AI generated photographic portraits of people who don’t exist, debates over authorship and ownership in music sampling, and the legacy of craftivism from and criticism of  the pussyhats worn during the 2017 Women’s March."
  },
  "Critical Care": {
    "course_timings": [
      "WRI 135: T/TH 9:00 am - 10:20 am",
      "WRI 136: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "T.K. Dalton",
    "course_description": "Some 30 years before smartphones bowed our heads and captured our likes, the Sony Walkman gave consumers the first opportunity to put on their music and retreat from the world under headphones. If we imagine attention as a finite resource, how do the ways we use technology shape our capacity to care? How does our relationship with the tools available to us impact our ability to think critically, tinker with new possibilities, and meet today’s demands? Where do we direct the focus of our attention and care? And who gets to decide? We begin this Writing Seminar by reflecting on tools for writers–from pencils and keyboards, to spell check, predictive text, and voice-to-text–as we examine tensions between repair and revision. We turn next to the aftermath of the US Civil War, when a chaplain from Central Park Hospital organized a penmanship contest for disabled veterans: a case study for students to analyze experiences—and challenges—of suddenly living in a body the world wasn’t built for. In the final project, students identify an instance “where stuff goes wrong” and develop a researched argument about the dynamics of critical care. Sample topics include the 2008 collapse of the American housing sector, deferred maintenance of bridges and roadways, international responses to troubled states like Syria or Haiti, or planned obsolescence in manufacturing home goods."
  },
  "Digging Into the Garden State": {
    "course_timings": [
      "WRI 173: T/TH 2:55 pm - 4:15 pm",
      "WRI 174: T/TH 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Therese Cox",
    "course_description": "Autistic, allistic, crip, neurodivergent, and chronically ill: disabled activists are coining new terms, displaying disability pride, and taking the disability rights movement into the 21st century. And yet, as the largest minority group in America, disabled people remain disproportionately disenfranchised, underemployed, and poor. How do theories of disability account for the diversity of disability experiences in America today? When it comes to disability rights and justice, what is the relationship between accessibility, accommodations, and inclusion? And what can disabled experiences teach us about our collective humanity? In this Writing Seminar we begin by analyzing the contentious scholarly debate about medical and social models of disability in light of the historic Disability Rights Movement. Next, we investigate the sprawling Princeton campus, the iconic The Americans with Disabilities Act, and the often elusive concept of disability justice in the context of scholarship on racism, neoliberalism, universal design, and assistive technology. Finally, in the research unit, students expand their study of disability and justice to imminent and global challenges like disaster preparedness and evacuation plans, accessibility issues amid refugee crises, augmented communication and artificial intelligence, COVID vaccinations, crip sexuality, cochlear implants and Deaf culture, and the rise of anxiety disorders among young people."
  },
  "Expert Opinion": {
    "course_timings": [
      "WRI 169: T/TH 9:00 am - 10:20 am",
      "WRI 170: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Anna Grant",
    "course_description": "When Apple Music describes its list of the top 100 albums as “human curation at its peak,” the tech giant surprisingly touts human judgment over statistic-driven rankings. Today, health insurance companies often cover, and even require, patients to seek second opinions. In a dissent, Justice Elena Kagan warns that the Supreme Court has sidelined scientific experts and given itself “exclusive power over every open issue—no matter how expertise-driven.” From entertainment to science and public policy, expertise informs modern life. Yet, delineating and vetting sources of expertise is no straightforward task. How do people decide who to trust and when? How do different forms of expertise intersect or clash? To what extent does expertise boil down to persuading others? In this Writing Seminar, we investigate how expert authority is constructed, communicated, and contested. We begin by analyzing restaurant reviews, considering how cultural critics strive to judge with objectivity. Next, we journey back in time to ancient Athens, examining the earliest recorded epidemic for insights into how the general public and established experts navigate a crisis together. Finally, students develop independent research projects on cases of disputed authority. Sample topics include online “wellness influencers,” the MLB’s robot umpires, cases of falsified forensic evidence, Covid-19 vaccine hesitancy, or the contentious artwork known only as Comedian, which features a banana taped to a wall."
  },
  "Feeling in Public": {
    "course_timings": [
      "WRI 157: M/W 9:00 am - 10:20 am",
      "WRI 158: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Sarah Schwartz",
    "course_description": "In 1972, the People’s Republic of China gifted two giant pandas to the United States as a gesture of friendship. A second pair followed in 2000 but was withdrawn in 2023, as Sino-American relations became strained. Only weeks later, however, President Xi Jinping promised to send additional bears, which he described as “envoys of friendship between the Chinese and American peoples.” In this Writing Seminar, we examine the stuff of friendship, from pandas to Facebook pages. What is friendship? How have friends, whether nations or individuals, used images and objects—including living flora and fauna—to define, strengthen, and showcase their bonds? What can the visual and technological culture of friendship tell us about changing conceptions of friendship itself? We begin the semester in Special Collections at the Princeton University Library, exploring how 19th-century friendship albums allowed their makers to sustain ties across time, space, and shifting identities. Next, we turn to current debates over A.I. companions, analyzing the design of the chatbot Replika in conversation with philosophical, psychological, and biological perspectives on the purpose and meaning of non-kin networks. For their final papers, students will make an original, researched argument about a representation or understanding of friendship. Examples range from early modern libri amicorum (books of friends) and elephant diplomacy to contemporary friendship bracelets, Netflix Teleparties, and the “Find My Friends” app."
  },
  "How to Raise a Machine": {
    "course_timings": [
      "WRI 139: T/TH 2:55 pm - 4:15 pm",
      "WRI 140: T/TH 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Allen Durgin",
    "course_description": "In 1689, John Locke asserted that, “in the beginning, all the world was America,” evoking an image of the so-called New World as a vast, uncultivated land to support his convictions about private property. From the labeling of Indigenous lands as terra nullius on colonial maps to contemporary narratives of urban blight, spatial metaphors that depict landscapes as vacant or degraded have long served to legitimize claims of ownership and value. But what makes space valuable or livable? Whose perspectives count in the interpretation of geographies, and what implications do those representations have for how places are inhabited and understood? This Writing Seminar explores how communities are transformed through the categorization, contestation, and reenvisioning of space. We begin with 1930s redlining maps, interrogating how ideas of neighborhood value and residential risk shaped American cities. Next, we turn to the Great Dismal Swamp on the border between Virginia and North Carolina, examining how forbidding marshlands became places of refuge and refusal during the antebellum era. For the research paper, students will investigate a site of their choice—real, speculative, or symbolic—that has been reclaimed or reimagined. Possible topics include the 1973 reoccupation of Wounded Knee by the American Indian Movement, the mapping of the human genome, seasteading, the Occupy Wall Street movement, the reintroduction of wolves to Yellowstone, Black Panther’s afrofuturist Wakanda, guerrilla gardening, and Dante’s Inferno."
  },
  "Interpreting Illness": {
    "course_timings": [
      "WRI 149: T/TH 1:20 pm - 2:40 pm",
      "WRI 150: T/TH 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Eli Anders",
    "course_description": "We often conceptualize illness strictly as a biological phenomenon—bodily manifestations of “bad” genes or viral encounters. Yet disease categories are more than neutral descriptions of the natural world; as historian Charles Rosenberg argues, “in some ways disease does not exist until we have agreed that it does, by perceiving, naming, and responding to it.” From asthma to anxiety, the framing of disease categories and our interpretations of illness are shaped by contests over experience, expertise, knowledge, and narrative. How do we make sense of symptoms? How do race and gender shape perceptions of health risk and responsibility? To what extent do genetic testing, laboratory findings, and diagnostic standards expand or limit what physicians can see? When does illness become identity? We’ll start by examining chronic disease, before moving deeper into the contested phenomenon of “Long COVID,” investigating how sufferers seek to make sense of their symptoms, how exchanges between patients and practitioners shape medical knowledge about the condition, why it has been so challenging to define and diagnose, and the stakes of doing so. Then, for their final projects, students will research the representation or conceptualization of a disease or illness experience of their choosing. Possible topics include “Ozempic shaming”; the gender politics of pharmaceutical advertising; addiction risk algorithms; social media “wellness” fads; illness in TV medical dramas; and the art of the AIDS crisis."
  },
  "Let Every Voice Be Heard": {
    "course_timings": [
      "WRI 127: M/W 9:00 am - 10:20 am",
      "WRI 128: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Alexander Aguayo",
    "course_description": "With this personification of Africa, Maria Lowell gives voice to the human cost of the Atlantic slave trade. The architects of Grand Central Terminal in Manhattan personified a 20th-century vision of democratic transportation with sculptures of the Roman gods Hercules, Mercury, and Minerva. What kinds of underlying beliefs do creations like these reveal about voice, personhood, and representation? How do we start to make sense of the new voices that scientists and engineers discover, from dolphin chatter and the ultrasonic hum of trees, to synthetic speech of Alexa, QTRobot, and AI-generated companions? We begin this Writing Seminar by examining the relationship between representation and voice in Kara Walker’s evocative Mammy-Sphinx sculpture, “A Subtlety, or the Marvelous Sugar Baby.” We turn next to the human-animal boundary as students investigate the dynamics of voicelessness, advocacy, and sentient rights in the 2015 case of Sandra the orangutan, who was granted “non-human personhood” by an Argentine court. Students conclude the seminar by crafting an original research project on the relationship between voice and identity in a case of their choosing. Sample topics include whale song, the Teen Talk Barbie doll, IBM’s conversational AI technology, the Deaf Rights Movement, and the silence of war memorials."
  },
  "Love & Money": {
    "course_timings": [
      "WRI 131: T/TH 2:55 pm - 4:15 pm",
      "WRI 132: T/TH 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Estela Diaz",
    "course_description": "How would you feel if, at the end of your first dinner, your date writes you a $1,000 check to show you they had fun? Your friends think it is a red flag, but you’re not so sure. What role does money, goods, or services play in shaping intimate relationships? How do we navigate the tensions between the warmth of friendship–or the heat of passion–and the value of cold, hard cash? In this Writing Seminar, we interrogate the notion that money sullies intimate relationships. We begin with scholarship on “connected lives” to examine how emigration and sending money home impacts family ties. Next, we turn to a different type of transaction – applying for financial aid using the U.S. Free Application for Federal Student Aid (FAFSA) – as we investigate how children, parents, policymakers, and lenders negotiate and contest the meaning of indebtedness. Students conclude the seminar by crafting an original research project on the relationship between intimacy and the marketplace in a case of their choosing. Potential topics include divorce settlements, dating apps like Bumble, blood and organ donations or sperm banks, women who sign on to become surrogate mothers, and sugar dating in popular culture."
  },
  "Making Up Our Minds": {
    "course_timings": [
      "WRI 171: M/W 1:20 pm - 2:40 pm",
      "WRI 172: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Deborah Levy",
    "course_description": "From hydraulic pipeline to computational network, hijackable wetware to surrealist dreamscape, the human brain is variably portrayed as mechanical and electrical, organic and ethereal. What are our collective beliefs about this reality-defining meatball? How do scientists and philosophers locate the substrates of our identities in the biostuffs of our anatomies? To what extent do we make up our minds? To what extent do our minds make us up? In this Writing Seminar, we’ll explore the various perspectives that scientists, artists, engineers, and other scholars can bring to our understanding of the human brain and the person it creates. We’ll begin by exploring the 19th-century practice of phrenology, asking ourselves what happens when science and ideology meet. Next, we will carry these questions into an examination of more modern human brain mapping techniques, probing the biological, social, economic, and political impacts of new neuroimaging technologies that arose at the dawn of the 21st century. Students conclude the semester by investigating the cultural-scientific significance of a specific discovery about or reimagining of the human brain. Sample topics include “brainwaves” in the language of the New Age movement, the perceived legitimacy neuroimages lend to news articles, the contribution of the cerebrum to experiences of the divine, and glaring gender gaps among the recipients of mid-20th century lobotomizing procedures."
  },
  "Matters of Art": {
    "course_timings": [
      "WRI 125: T/TH 1:20 pm - 2:40 pm",
      "WRI 126: T/TH 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Avi Alpert",
    "course_description": "In 1933, President Franklin D. Roosevelt hosted the first of his “fireside chats” over the radio to a nation wracked by the Great Depression. In 1960, viewers of the first ever televised presidential debate would watch a sweating Richard Nixon in visible contrast to the telegenic presence of John F. Kennedy. And today, public figures take their cues from influencers who tailor their content for virality and algorithmic boosting. Politicians have used media technologies to communicate with the public throughout the last century, but how do technologies ranging from dissident radio to encrypted group chats shape the performance, reception, and experience of politics itself? And beyond politics, how does our everyday use of media technologies shape the culture we consume and experience? We begin this Writing Seminar with Jeffrey Green’s theory of “candor” as students analyze the message of the classic satirical film Network (1976). Next, we explore debates over the repeal and potential restoration of the Fairness Doctrine in order to examine proposals for regulating US news media. For the final research project, students will choose a media technology and develop a sustained argument about its impact on politics, culture, or any aspect of social life. Sample topics include the rise of the longform podcast, Whatsapp groups as vectors of disinformation, and the impact of microblogging platforms in an age of declining attention spans."
  },
  "Mythconceptions": {
    "course_timings": [
      "WRI 175: M/W 2:55 pm - 4:15 pm",
      "WRI 176: M/W 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Emma Thompson",
    "course_description": "Pop rocks and soda will make your stomach explode. A penny dropped from the Empire State Building could kill. MythBusters revealed both to be misconceptions, or, as the show’s name suggests, “myths.” This definition of myth as falsehood gets complicated when scholars use “myth” to describe both the idea of the “self-made man” and tales of Anansi’s exploits. Why has the same word come to mean both misconception and a foundational narrative? Who gets to draw distinctions between myth and fact, or decide what counts as myth? What power do myths have to determine what’s thinkable? What nuances may get lost through mythologizing the past? In Mythconceptions, we draw on fields ranging from philosophy of science to educational psychology to think about how myths are created, maintained, and overthrown. We begin by exploring scientific journalism on the Big Bang in order to examine the relationship–and distinctions–between myth and knowledge. Next, we turn to the Creation Museum in Petersburg, Kentucky, to analyze how we tell stories about the Earth’s past. Finally, students choose a popular myth and investigate how those seeking change resist, replace, or reinterpret it. Possible topics include Vietnam War protests, the Copernican Revolution, coming out narratives, or Sita Sings the Blues."
  },
  "Priceless": {
    "course_timings": [
      "WRI 143: M/W 10:40 am - 12:00 pm",
      "WRI 144: M/W 1:20 pm - 2:40 pm"
    ],
    "course_instructor": "Bronwen Everill",
    "course_description": "In 1965, thousands braved beatings to march across the Edmund Pettus Bridge from Selma to Montgomery, Alabama to fight for civil rights in what became known as “Bloody Sunday.” In 2016, thousands boycotted the NFL because Colin Kaepernick took a knee during the playing of the National Anthem to protest police brutality. Recent write-ups on the #MeToo movement have ranged from some calling it a revolution, some calling it an angry mob, and some saying it spurred the #HimToo movement. When does an act of dissent become protest? When does an act become activism? What role does an audience play in the reception of the act? What happens to the message of the protest when the coverage shifts to how someone protests? We begin this Writing Seminar analyzing elements of dissent in music videos by Beyoncé and Kendrick Lamar. Next, we turn to Princeton campus protests against the Vietnam War as we investigate the relationship between college campuses, student bodies, and protest. For their final research project, students identify a contemporary protest or related art form and develop an original argument about its economic, social, or cultural impact. Sample topics include recent political rhetoric on the term “wokeness,” female autonomy in The Handmaid's Tale, the demographics of the 2019 Hong Kong demonstrations, and the Native American grassroots movement against the Dakota Access Pipeline."
  },
  "Sourcing Your Stuff": {
    "course_timings": [
      "WRI 155: M/W 2:55 pm - 4:15 pm",
      "WRI 156: M/W 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Aman Banerji",
    "course_description": "We live in a world of things. From Airpods to toothbrushes to the shoes on our feet, even the most personal possessions can come from thousands of miles away, connecting us with people and cultures we often know little about. How have our daily lives become so deeply integrated with global supply chains? How did we come to live in a society in which the production and exchange of commodities so centrally shapes our lands, labors, homes, and ecologies? And what makes the commodification of certain goods and services seem perfectly ordinary while the commodification of others elicit widespread condemnation? We begin this Writing Seminar by exploring questions of land, ownership, and dispossession, examining how rural communities in Mali’s Niger province responded to attempts in the 2000s to transform their subsistence millet farms into commercial sugar plantations. Next, we turn to the mounting legal fight against private equity’s increasing role in US nursing homes as students interrogate the relationship between commodification, marketization, and care work in American culture. For the final project, students will investigate a global commodity chain of their choice and develop a researched argument about the history or context of its production. Sample topics include laboring conditions in global denim factories, the consequences of lithium mining for electric vehicles, the environmental ramifications of leather handbags, and the extractive implications of road bikes."
  },
  "Work On Yourself": {
    "course_timings": [
      "WRI 159: T/TH 9:00 am - 10:20 am",
      "WRI 160: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Crystal Song",
    "course_description": "If you seek self-improvement, this is not a how-to guide. We have enough of those: books with titles like Mastery and Atomic Habits, weight loss programs, New Year’s resolutions, multi-step skincare routines. Rather, this Writing Seminar brings a critical lens to the constant mantra for us to “work on ourselves”—our bodies, mindsets, and relationships. What does self-improvement do for us and to us? How does it influence the rhythms of our everyday lives, and to what extent does it shape our very definitions of success and progress? How might striving for individual self-improvement drive the ways we participate and compete in the world? We’ll begin by analyzing Netflix’s Pop Star Academy, which recounts the rigorous training process behind the formation of global girl group Katseye, as we interrogate the role of confidence and the limits of discipline in becoming our best selves. We’ll then turn to the biohacking community Quantified Self, exploring the implications of treating the human body as a site of DIY experimentation in order to optimize its potential. For their final projects, students investigate a contemporary cultural narrative, practice, technology, or institution that speaks to the promise of self-improvement. Sample topics include “mental toughness” challenges like 75 Hard, “clean girl” self-care rituals made popular by social media, wellness devices like Fitbits and Oura Rings, and Sheryl Sandberg’s “Lean In” campaign."
  },
  "The World Turned Upside Down": {
    "course_timings": [
      "WRI 103: M/W 2:55 pm - 4:15 pm",
      "WRI 104: MW 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Hannah Rose Blakeley",
    "course_description": "Fools crowned king, animals roasting cooks, and fish sprouting wings—motifs of the world turned upside down have a long artistic and political history. Periods of upheaval continue to shape our world, from economic crashes, black swan events, and popular uprisings to generative AI and catastrophic climate change. These events reorder the status quo and restage relationships of influence and meaning, but why are some reversals liberatory and empowering, while others are repressive? In this Writing Seminar, we explore how revolutions—whether political, cultural, economic, or scientific—shift norms, social structures, and hierarchies, and how one’s own position and perspective affect interpretation of such events and their place in history. We’ll spend the first half of the seminar considering modes of inversion and the grotesque, analyzing popular media and scientific research in conjunction with Mikhail Bakhtin’s theory of the carnivalesque. In the second half of the seminar, students will investigate an inversion, reversal, or revolution in a case study of their choosing for a final original research paper. Examples include cross-dressing during Mardi Gras, the art of Wong Ping, The Hunger Games, the morality of the criminal underworld, or reordering caused by an economic, political, or natural crisis, such as an environmental effect of COVID-19’s “anthropause.”"
  }
}