{
  "Animal Planet": {
    "course_timings": [
      "WRI 193: M/W 9:00 am - 10:20 am",
      "WRI 194: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Sarah Christensen",
    "course_description": "Frogs in spaceships. Cheetahs in mansions. Squirrels on campus. Animal lives are entangled with ours in ways big, small, and unexpected, yet they are difficult to grasp using traditional tools of human-centric inquiry. We cannot interpret a dog’s dream or interview an elephant–unless we seek radical new possibilities for interspecies understanding. What do we learn by questioning, or crossing, the human-animal divide? How do concepts such as civilization or wilderness, intelligence or instinct, mastery or coexistence, shape our shared existence? This Writing Seminar invites students to experiment with ideas about human-animal relations which challenge the boundaries between species and attune our senses to the other creatures on our planet. We begin by engaging with Donna Haraway’s concept of “natureculture” while carrying out close observations of the often-unnoticed animal lives playing out on Princeton’s campus. Next we dive into the weird world of “de-extinction” and consider how the quest to resurrect the passenger pigeon reflects evolving notions of ecological balance, technological supremacy, genetic purity, ethical obligation, and more. For the final research project, students will employ theoretical and practical tools to bridge or break down the species boundary as they investigate the implications of specific human-animal entanglements. Potential topics include the unfolding of Australia’s Emu War, the cultural phenomenon that was Tiger King, the technological evolution of Sony’s aibo robotic dog, or the centrality of mice to the human scientific apparatus."
  },
  "Assigned at Birth": {
    "course_timings": [
      "WRI 151: T/TH 1:20 pm - 2:40 pm"
    ],
    "course_instructor": "LC Santangelo",
    "course_description": "Exploding pink baseballs, a box filled with pink or blue balloons, a blue cake hidden under a thick coat of icing—photographs of and instructions for gender reveal parties fill the social sphere. Even before a child is born, we discuss, celebrate, and make assumptions about the person they will grow into based on their anatomy. What messages are we conveying in doing so? How does gender inform a person’s sense of self? And what are the consequences for those whose gender identity does not align with that assigned at birth? This Writing Seminar analyzes how gender is taught, embodied, resisted, redefined, and policed. First, we explore concepts of visibility, transnormativity, and identity in Alok Vaid-Menon’s primer, Beyond the Gender Binary. Next, we turn to sociology, medicine, and history to examine Christine Jorgensen’s experiences transitioning in the 1950s and the price of public visibility thereafter. For the final project, students write an original research paper about an institution, text, practice, or artifact that defines, reconfigures, or resists gender norms. Sample topics include state laws regulating access to bathrooms, the economics behind the \"pink tax\" on consumer products like tampons, representations of gender within the TV series Schitt’s Creek, or the historical memory of watershed events, such as the Compton’s Cafeteria Riot or Stonewall."
  },
  "Bad Botany": {
    "course_timings": [
      "WRI 179: M/W 1:20 pm - 2:40 pm",
      "WRI 180: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Justin Linds",
    "course_description": "The Herbarium of the New York Botanical Garden contains approximately 7.8 million specimens of vascular plants, mosses, fungi, and algae. This vast collection supports research in science, medicine, and history, but the collection also represents botany's historic connection to projects of imperialism and natural resource extraction. How might we understand this mixed legacy of botany and the ‘bad’ side of botany? What makes some plants scientific wonders, valuable fortunes, or criminal objects–or all three at once? We begin by going back almost 500 years to analyze how 16th-century European naturalists described the curious plants of the ‘New World’ and renamed the natural world according to their own vision. Next, we turn to Central American bananas and the United Fruit Company as students investigate how biodiversity is impacted when plants become global commodities. For the final project, students will research a plant of their choosing in the context of a specific social or climate justice movement, economic project, or colonial encounter. Possible topics include seventeenth-century tulip mania, the race to develop synthetic rubber during World War II, the grape boycott of 1960s California, shamanic ayahuasca tourism, and taxing marijuana for public education."
  },
  "Body Matters": {
    "course_timings": [
      "WRI 167: M/W 1:20 pm - 2:40 pm",
      "WRI 168: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Sariel Golomb",
    "course_description": "Bodily controversy is all around us: from debates over reproductive rights and Olympic doping to body art and deepfakes. Yet at the same time, people routinely get tattoos and piercings, take muscle-building supplements, doctor their selfies, and donate their bodies for science. What are the politics of displaying and modifying the body–whether one’s own or someone else’s? What happens when cultural convictions about the sanctity of the body come into conflict with scientific discovery, artistic freedom, or self-actualization? Why do some treatments of the body seem commonplace, while others seem indulgent, sacrilegious, or freakish? This Writing Seminar explores how we observe, treat, manipulate, and represent the human form. We begin in the Library’s Special Collections, analyzing historical political caricatures and what their grotesque physical exaggerations can reveal about the social meaning of bodies. Next, we take rhinoplasty (aka, the “nose job”) as our case study to examine the real-life body’s plasticity through disciplines ranging from medicine, technology, and economics to aesthetics, cultural studies, and religion. For the research paper, students choose a practice or controversy involving the human body and craft an original argument placing it in a cultural, political, or scientific context. Examples range from TSA body scanners and bans on gender-affirming healthcare, to vaccine choice, the “carnal art” of ORLAN, ableism and colorism in Oscar-winning films, and Mary Shelley’s Frankenstein (or, The Modern Prometheus)."
  },
  "Clickbait Justice": {
    "course_timings": [
      "WRI 163: M/W 9:00 am - 10:20 am",
      "WRI 164: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Connie McNair",
    "course_description": "Boycott Target, Support DEI! Beyoncé Takes On Patriarchy with Platinum Album! Will Black Cops Redeem Policing? “This is huge!” Welcome to clickbait justice—where important ideas are encapsulated as viral headlines for maximum likes, shares, and subscribes. But how does visibility translate to power? In what ways can greater representation effect real change, and to what extent does it risk recasting the status quo? And when representation becomes a marketing strategy, how does it speak to consumers and shape understandings about being seen?  In this Writing Seminar we look both at and beyond symbolic gestures to examine the meaning, impact, and limits of representation for social justice. First, we analyze the critiques of patriarchy advanced by the Barbie (2023) movie, questioning the extent to which a world dressed in pink signals liberation from gendered constraints. Next, we investigate recent controversy over Google Gemini’s image generation, in which attempts to fix the AI’s racial bias resulted in overcorrection that produced historically inaccurate scenes of WWII Nazi soldiers and antebellum US senators as people of color. Students conclude the seminar by developing an original research project that can contribute to scholarly conversations about representation. Sample topics include voters rights campaigns, the legacy of Henrietta Lacks for medicine and bioethics, the rise of “Latinos for Trump,” or the #BlackTikTokStrike against the backdrop of cultural appropriation."
  },
  "The Craft of Authenticity": {
    "course_timings": [
      "WRI 112: M/W 10:40 am -12:00 pm"
    ],
    "course_instructor": "Julianna Visco",
    "course_description": "Artisanal chocolate, handcrafted wood furniture, and bespoke tailoring suggest a cultural craving for close physical connection between artisan and object. Multinational corporations like IKEA and H&M are not only partnering with artisans to sell sustainable goods but also producing a “hand-crafted” aesthetic on assembly lines—all attainable through the click of a button. In what ways might the commodification of craftwork challenge our understanding of authenticity? How do we relate to an object when physical interaction is replaced with a virtual showcase? In this Writing Seminar, we explore the complicated relationship between craft and profit, interrogating authenticity and appropriation. Students begin by making their own craft, investigating the relationship between raw materials, tools and technologies, and techniques. We then shift perspective from maker to consumer as students examine Etsy—an online marketplace for handmade, vintage and custom goods—by exploring the sociology of craft industries, the economics of peer-to-peer platforms, and the colonial legacy of craft in Western cultures. For the research project, students investigate a historical or contemporary making practice of their choice. Sample topics include foodie appropriation of non-Western recipes, Lynn Hershman Leeson’s AI generated photographic portraits of people who don’t exist, debates over authorship and ownership in music sampling, and the legacy of craftivism from and criticism of  the pussyhats worn during the 2017 Women’s March."
  },
  "Critical Care": {
    "course_timings": [
      "WRI 135: T/TH 9:00 am - 10:20 am",
      "WRI 136: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "T.K. Dalton",
    "course_description": "Some 30 years before smartphones bowed our heads and captured our likes, the Sony Walkman gave consumers the first opportunity to put on their music and retreat from the world under headphones. If we imagine attention as a finite resource, how do the ways we use technology shape our capacity to care? How does our relationship with the tools available to us impact our ability to think critically, tinker with new possibilities, and meet today’s demands? Where do we direct the focus of our attention and care? And who gets to decide? We begin this Writing Seminar by reflecting on tools for writers–from pencils and keyboards, to spell check, predictive text, and voice-to-text–as we examine tensions between repair and revision. We turn next to the aftermath of the US Civil War, when a chaplain from Central Park Hospital organized a penmanship contest for disabled veterans: a case study for students to analyze experiences—and challenges—of suddenly living in a body the world wasn’t built for. In the final project, students identify an instance “where stuff goes wrong” and develop a researched argument about the dynamics of critical care. Sample topics include the 2008 collapse of the American housing sector, deferred maintenance of bridges and roadways, international responses to troubled states like Syria or Haiti, or planned obsolescence in manufacturing home goods."
  },
  "Curiosity": {
    "course_timings": [
      "WRI 153: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Liora Selinger",
    "course_description": "Albert Einstein said, “I have no special talents, I am only passionately curious.” We prize the intellectual curiosity that leads to scientific discovery—and yet we say it was “curiosity that killed the cat.” What can we learn from this ambivalence? How does navigating from known to unknown, from familiar to foreign, challenge us as learners, innovators, and social beings? What ethical questions emerge when we label something—or someone—a “curiosity”? We begin by examining curiosity and human development as students analyze children’s books like Curious George and Alice’s Adventures in Wonderland in light of John Dewey’s theories of education. We turn next to the value of science for its own sake as students engage diverse perspectives— ranging from engineering and exobiology, to economics, cultural studies, and history of science—in order to investigate the relationship between open-ended inquiry and tangible results in NASA’s 2011 launch of the Mars “Curiosity” Rover. For the research project, students will craft an original argument about an object of curiosity and the ways people respond to it. Potential topics include Netflix cliffhangers, Thomas Jefferson’s cabinet of curiosities, destinations featured on Anthony Bourdain’s Parts Unknown, true crime podcasts, and the fascinations of “mad scientists” like Victor Frankenstein."
  },
  "Digging Into the Garden State": {
    "course_timings": [
      "WRI 173: T/TH 2:55 pm - 4:15 pm",
      "WRI 174: T/TH 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Therese Cox",
    "course_description": "From cranberry bogs and cornfields, to rolling vineyards and lush suburban lawns, New Jersey has long earned the nickname, “The Garden State.” But in popular culture, New Jersey may be best—or worst—known for its paved landscapes: its snarl of turnpike exits and petrochemical plants, its big box superstores, and acres of suburban sprawl. In this Writing Seminar, we’ll look beyond the asphalt and dig into the complexities of New Jersey’s built and unbuilt environments. Together, we’ll ask: What can the Garden State teach us about urban development, ecosystems, and civic engagement? We’ll begin the semester by analyzing representations of suburban sprawl in Kate Wagner’s blog, McMansion Hell, alongside theories of postmodern architecture. Next, we’ll draw on a range of scholarly perspectives—from anthropology to cultural studies, civil engineering to environmental humanities—as students investigate the commercial, cultural, and ecological significance of the American Dream mall for the New Jersey Meadowlands. For the final project, students will craft a researched argument about a physical site, cultural object, or event that makes us rethink some aspect of urban, suburban, or exurban development—either in New Jersey or beyond. Topics may include online reconstructions of the Garden State in Minecraft, Robert Smithson’s site-specific artworks, green vs. gray architecture, or the gamification of public space."
  },
  "Dirty Minds": {
    "course_timings": [
      "WRI 198: T/TH 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Tejas Dethe",
    "course_description": "Having a potty mouth. Shitting where you eat. Getting your mind stuck in the gutter. Living is a dirty business. But how and why do we come to think of something as “dirty”? What might taking out the trash reveal about human habitat, customs, and how we relate to one another? What are the consequences of possessing – or identifying – the “dirty” minds in our communities? In this Writing Seminar, we’ll roll in the dirt as we explore the meaning of the unclean, filthy, and polluted. We begin by examining the archaeological evidence of latrines in Roman architecture as students explore the boundaries between public, private, and dirty spaces. We then turn our attention to profanity as students investigate the linguistic origins of the F-word and its staying power, for example, in entertainment, among friends, and even at the office. Finally, students will identify something literally or figuratively dirty and develop an original research project placing it in social or cultural context. Sample topics range from social taboo and dress codes, to body odor and perfumes, raw comedy, non-English expletives, anti-corruption campaigns, santitation engineering and services, sex work, censorship of social media, and film depictions of agricultural work and manual labor."
  },
  "Disability Justice": {
    "course_timings": [
      "WRI 165: T/TH 1:20 pm - 2:40 pm"
    ],
    "course_instructor": "Erin Raffety",
    "course_description": "Autistic, allistic, crip, neurodivergent, and chronically ill: disabled activists are coining new terms, displaying disability pride, and taking the disability rights movement into the 21st century. And yet, as the largest minority group in America, disabled people remain disproportionately disenfranchised, underemployed, and poor. How do theories of disability account for the diversity of disability experiences in America today? When it comes to disability rights and justice, what is the relationship between accessibility, accommodations, and inclusion? And what can disabled experiences teach us about our collective humanity? In this Writing Seminar we begin by analyzing the contentious scholarly debate about medical and social models of disability in light of the historic Disability Rights Movement. Next, we investigate the sprawling Princeton campus, the iconic The Americans with Disabilities Act, and the often elusive concept of disability justice in the context of scholarship on racism, neoliberalism, universal design, and assistive technology. Finally, in the research unit, students expand their study of disability and justice to imminent and global challenges like disaster preparedness and evacuation plans, accessibility issues amid refugee crises, augmented communication and artificial intelligence, COVID vaccinations, crip sexuality, cochlear implants and Deaf culture, and the rise of anxiety disorders among young people."
  },
  "Disrupting Nature": {
    "course_timings": [
      "WRI 129: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Jessica Jones",
    "course_description": "“Remember the calamity of the great tsunamis,” warn centuries-old stone tablets along Japan’s coasts. The 2011 Fukushima nuclear disaster underscored their admonition “do not build” below certain points. An 1878 US government report advised against unrestricted settlement in the arid watershed of the Colorado River. Today 40 million people and 3.2 million acres of farmland depend on its waters. Why do some modern civilizations choose to ignore warnings about nature’s threats? To what extent can human societies built for one image of the world adapt when that understanding fails? This Writing Seminar explores how we might re-imagine our planetary place in the face of climate crisis by transforming the ways we understand and inhabit nature. We’ll spend the first half of the seminar diving deep into the Indigenous-led movement against the Dakota Oil Pipeline, considering how competing worldviews and understandings of nature influence different stakeholders’ relationships to Standing Rock. In the second half of the seminar students conduct their own research, investigating a depiction or re-imagining of the human relationship to the natural world. Potential topics include Ana Mendieta’s art, Disney’s Encanto, the Green New Deal, Svalbard’s seed vault, the Detroit Gardening Angels, or making cows burp less to reduce greenhouse gasses."
  },
  "Educational Equities": {
    "course_timings": [
      "WRI 133: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Soo-Young Kim",
    "course_description": "Two centuries ago, public education advocate Horace Mann described education as “the great equalizer.” Today, U.S. student debt exceeds $1.7 trillion and a racial achievement gap persists generations after Brown v. Board of Education ruled school segregation unconstitutional. Yet education remains central to aspirations of equity and possibility, as scholars Paulo Freire and bell hooks remind us when they frame education “as the practice of freedom.” How do our ideas of what education can be shape the ways we as individuals and communities invest—politically, financially, morally—in education? What are the consequences of these investments in the classroom and beyond? We begin this Writing Seminar by examining the purposes and promises of education by putting Princeton admissions into dialogue with sociologist Pierre Bourdieu’s theory of the forms of capital. Next we turn to the 2023 Supreme Court ruling in Students for Fair Admissions v. Harvard as we analyze the relationship among diversity, opportunity, and outcomes for college applicants. For the research project, students pursue a question that they craft on their own in order to develop an original argument about equity in education. Possible topics include grading systems, student loans, and digital learning platforms."
  },
  "Expert Opinion": {
    "course_timings": [
      "WRI 169: T/TH 9:00 am - 10:20 am",
      "WRI 170: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Anna Grant",
    "course_description": "When Apple Music describes its list of the top 100 albums as “human curation at its peak,” the tech giant surprisingly touts human judgment over statistic-driven rankings. Today, health insurance companies often cover, and even require, patients to seek second opinions. In a dissent, Justice Elena Kagan warns that the Supreme Court has sidelined scientific experts and given itself “exclusive power over every open issue—no matter how expertise-driven.” From entertainment to science and public policy, expertise informs modern life. Yet, delineating and vetting sources of expertise is no straightforward task. How do people decide who to trust and when? How do different forms of expertise intersect or clash? To what extent does expertise boil down to persuading others? In this Writing Seminar, we investigate how expert authority is constructed, communicated, and contested. We begin by analyzing restaurant reviews, considering how cultural critics strive to judge with objectivity. Next, we journey back in time to ancient Athens, examining the earliest recorded epidemic for insights into how the general public and established experts navigate a crisis together. Finally, students develop independent research projects on cases of disputed authority. Sample topics include online “wellness influencers,” the MLB’s robot umpires, cases of falsified forensic evidence, Covid-19 vaccine hesitancy, or the contentious artwork known only as Comedian, which features a banana taped to a wall."
  },
  "Fabrics of Our Lives": {
    "course_timings": [
      "WRI 199: M/W 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Bianca Centrone",
    "course_description": "Fast fashion graveyards stretch across deserts. High-end showrooms display pineapple leathers and algae-based dyes. Bamboo holds endless potential to make everything from napkins to buildings. Sustainability is just the latest crusade fought on the battlefield of fibers and fabrics. What can textiles teach us about creativity and waste? What can we learn about gender through the eye of a needle? How has technological change shaped the relationship between humans, fibers, and the environment? This Writing Seminar is about the myriad ways humans modify fibers and why it matters. Our journey begins in the 1950s with Brooks Brothers’ famous Pink Oxford Shirt, to investigate how fashion and gender discourses responded to rapid changes in women’s education and workplace prospects. Then, we travel back to the turn of the 20th century, engaging with architects, sociologists, engineers, political economists, and anthropologists to analyze the industrialization of New York City’s Garment District. For their final project, students will make a researched argument about a fabric, site, or production technique of their choice. Examples might include anything from Andean fabric in Princeton’s Art Museum to rayon stockings or reusable face pads; Trashie’s state-of-the-art recycling facility or Ferrara MFG’s newest #madeinUSA factory; the technology of swimwear, climbing ropes, or enzyme-based textiles."
  },
  "Feeling in Public": {
    "course_timings": [
      "WRI 157: M/W 9:00 am - 10:20 am",
      "WRI 158: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Sarah Schwartz",
    "course_description": "“Don’t be a crybaby.” “Think with your head, not with your heart.” “Don’t make a scene.” We’re often told to hide our emotions in public and think rationally. Despite being trained to do just that professionally, climate scientist Kate Marvel recently advised colleagues to “get mad in public” about policy that’s out of step with science. If feelings are natural and even logical responses, why are some feelings deemed inappropriate or risky to express? How might the deployment of emotions like shame shape collective identities? To what extent does anxiety or outrage drive governments and economies? What can social conventions tell us about whose expressions of feeling are taken seriously? In this Writing Seminar, we’ll explore the politics of feeling–or not feeling–in public. We begin by analyzing the boundaries of privacy in cases where queer figures like Gladys Bentley and Elliot Page discuss their identity. Next, we turn to Serena Williams’s professional conduct as a case study in light of scholarly conversations about the business of sport, the sociology of race and gender, and the biology of emotion. Finally, students develop an original research project about a historical flashpoint when a political, social, or legal issue elicited a public outburst. Potential topics include: the 19th-century Luddite riots, backlash to desegregation, celebrations upon Margaret Thatcher’s death, women’s suffrage, and protest songs of the anti-war movement."
  },
  "Friendship": {
    "course_timings": [
      "WRI 161: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Annemarie Iker",
    "course_description": "In 1972, the People’s Republic of China gifted two giant pandas to the United States as a gesture of friendship. A second pair followed in 2000 but was withdrawn in 2023, as Sino-American relations became strained. Only weeks later, however, President Xi Jinping promised to send additional bears, which he described as “envoys of friendship between the Chinese and American peoples.” In this Writing Seminar, we examine the stuff of friendship, from pandas to Facebook pages. What is friendship? How have friends, whether nations or individuals, used images and objects—including living flora and fauna—to define, strengthen, and showcase their bonds? What can the visual and technological culture of friendship tell us about changing conceptions of friendship itself? We begin the semester in Special Collections at the Princeton University Library, exploring how 19th-century friendship albums allowed their makers to sustain ties across time, space, and shifting identities. Next, we turn to current debates over A.I. companions, analyzing the design of the chatbot Replika in conversation with philosophical, psychological, and biological perspectives on the purpose and meaning of non-kin networks. For their final papers, students will make an original, researched argument about a representation or understanding of friendship. Examples range from early modern libri amicorum (books of friends) and elephant diplomacy to contemporary friendship bracelets, Netflix Teleparties, and the “Find My Friends” app."
  },
  "The Future of Food": {
    "course_timings": [
      "WRI 121: T/TH 9:00 am - 10:20 am"
    ],
    "course_instructor": "Keel Geheber",
    "course_description": "The United Nations estimates that in 2050 a global population of 10 billion will require twice as much food as our current population. At the same time, scientists project climate change will reduce yields of agriculture, livestock, and fisheries, together emitting over 25% of global greenhouse gasses. As food systems become less able to meet need, how will humans nourish an ever-growing population in our lifetimes? What will this mean for established supply chains and production modes? And how can we ensure equitable access? This Writing Seminar begins by examining a weather-induced food-system failure, the 1867-1869 Swedish Famine, to understand how factors like climate, politics, and social norms reinforce each other creating famine conditions. Next, we explore the food infrastructure in Princeton as we draw on sociologist Andrew Deener’s theory of food desert formation to analyze costs and nutritional quality with respect to grocery store locations and their target customers. For the research project, students identify and investigate a food source issue that will affect the food system in the near future, placing that food issue in its ecological, economic, or sociocultural context. Topics could range from vertical farming in Newark, to viability of lab-grown meat, to vegan social-media influencers."
  },
  "How to Raise a Machine": {
    "course_timings": [
      "WRI 139: T/TH 2:55 pm - 4:15 pm",
      "WRI 140: T/TH 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Allen Durgin",
    "course_description": "In 1962, cyberneticist Silvan Tomkins speculated that a truly humanlike machine “would in all probability require a relatively helpless infancy followed by a growing competence through its childhood and adolescence … in which to learn how to learn through making errors and correcting them.” With the rapid advancement of AI systems since 2016, it would seem that humanlike machines have finally begun to grow up. But what does this technological coming of age mean for education, artisanry, and governance? In the era of AI, what does it mean to learn? To create? To make decisions? We begin this Writing Seminar by considering AI’s infancy and childhood as students analyze recent films like I Am Mother and Poor Things in conversation with Alan Turing’s landmark paper on machine intelligence. Next, we interrogate the adolescence of GenAI, examining the GAN artwork of young digital artist Robbie Barrat from diverse disciplinary perspectives such as computer science, cognitive psychology, philosophy, and ecology in order to investigate the complex relationship between imitation, learning, and creativity. Students conclude the seminar by researching an instance, design, or depiction of raising and training a mature AI to become integrated in human affairs. Possible objects of analysis include the short stories of sci-fi author Greg Egan; Grief Tech and ghostbots; Project Cybersyn in 1970s Chile; and Ruha Benjamin’s concept of the New Jim Code."
  },
  "Imagined Geographies": {
    "course_timings": [
      "WRI 183: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Osha Smith-Gittelman",
    "course_description": "In 1689, John Locke asserted that, “in the beginning, all the world was America,” evoking an image of the so-called New World as a vast, uncultivated land to support his convictions about private property. From the labeling of Indigenous lands as terra nullius on colonial maps to contemporary narratives of urban blight, spatial metaphors that depict landscapes as vacant or degraded have long served to legitimize claims of ownership and value. But what makes space valuable or livable? Whose perspectives count in the interpretation of geographies, and what implications do those representations have for how places are inhabited and understood? This Writing Seminar explores how communities are transformed through the categorization, contestation, and reenvisioning of space. We begin with 1930s redlining maps, interrogating how ideas of neighborhood value and residential risk shaped American cities. Next, we turn to the Great Dismal Swamp on the border between Virginia and North Carolina, examining how forbidding marshlands became places of refuge and refusal during the antebellum era. For the research paper, students will investigate a site of their choice—real, speculative, or symbolic—that has been reclaimed or reimagined. Possible topics include the 1973 reoccupation of Wounded Knee by the American Indian Movement, the mapping of the human genome, seasteading, the Occupy Wall Street movement, the reintroduction of wolves to Yellowstone, Black Panther’s afrofuturist Wakanda, guerrilla gardening, and Dante’s Inferno."
  },
  "Imagining Childhood": {
    "course_timings": [
      "WRI 118: T/TH 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Patrick Moran",
    "course_description": "Reflecting on a striking range of objects that were specifically designed for children—from bedroom furniture to board games, computer consoles to astronaut suits—the Museum of Modern Art called the 20th century “The Century of the Child.” If that’s the case, what was the status of the child previously, and what has happened to it since? How has childhood as a social category been defined and redefined in different times and different cultures? In this Writing Seminar, we consider the constantly changing perceptions of those earliest years of human development. We begin with an examination of how dominant ideas in a society find expression in children’s toys, from the dollhouse to the Rubik’s Cube. We then explore the role of literature and socialization in the elementary school classroom, investigating how books like The Cat in the Hat and Where the Wild Things Are shape a child’s ideas about race and gender. Finally, students identify an event, controversy, or product of their choosing that illuminates a society’s perspective on childhood in a particular era. Potential topics range from Japanese Children’s Day to Pokémon Go, the history of the Scout movement to adult humor in The Muppet Show."
  },
  "Interpreting Illness": {
    "course_timings": [
      "WRI 149: T/TH 1:20 pm - 2:40 pm",
      "WRI 150: T/TH 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Eli Anders",
    "course_description": "We often conceptualize illness strictly as a biological phenomenon—bodily manifestations of “bad” genes or viral encounters. Yet disease categories are more than neutral descriptions of the natural world; as historian Charles Rosenberg argues, “in some ways disease does not exist until we have agreed that it does, by perceiving, naming, and responding to it.” From asthma to anxiety, the framing of disease categories and our interpretations of illness are shaped by contests over experience, expertise, knowledge, and narrative. How do we make sense of symptoms? How do race and gender shape perceptions of health risk and responsibility? To what extent do genetic testing, laboratory findings, and diagnostic standards expand or limit what physicians can see? When does illness become identity? We’ll start by examining chronic disease, before moving deeper into the contested phenomenon of “Long COVID,” investigating how sufferers seek to make sense of their symptoms, how exchanges between patients and practitioners shape medical knowledge about the condition, why it has been so challenging to define and diagnose, and the stakes of doing so. Then, for their final projects, students will research the representation or conceptualization of a disease or illness experience of their choosing. Possible topics include “Ozempic shaming”; the gender politics of pharmaceutical advertising; addiction risk algorithms; social media “wellness” fads; illness in TV medical dramas; and the art of the AIDS crisis."
  },
  "Let Every Voice Be Heard": {
    "course_timings": [
      "WRI 127: M/W 9:00 am - 10:20 am",
      "WRI 128: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Alexander Aguayo",
    "course_description": "“They took my free, My careless ones, and the great sea Blew back their endless sighs to me.” With this personification of Africa, Maria Lowell gives voice to the human cost of the Atlantic slave trade. The architects of Grand Central Terminal in Manhattan personified a 20th-century vision of democratic transportation with sculptures of the Roman gods Hercules, Mercury, and Minerva. What kinds of underlying beliefs do creations like these reveal about voice, personhood, and representation? How do we start to make sense of the new voices that scientists and engineers discover, from dolphin chatter and the ultrasonic hum of trees, to synthetic speech of Alexa, QTRobot, and AI-generated companions? We begin this Writing Seminar by examining the relationship between representation and voice in Kara Walker’s evocative Mammy-Sphinx sculpture, “A Subtlety, or the Marvelous Sugar Baby.” We turn next to the human-animal boundary as students investigate the dynamics of voicelessness, advocacy, and sentient rights in the 2015 case of Sandra the orangutan, who was granted “non-human personhood” by an Argentine court. Students conclude the seminar by crafting an original research project on the relationship between voice and identity in a case of their choosing. Sample topics include whale song, the Teen Talk Barbie doll, IBM’s conversational AI technology, the Deaf Rights Movement, and the silence of war memorials."
  },
  "Love & Money": {
    "course_timings": [
      "WRI 131: T/TH 2:55 pm - 4:15 pm",
      "WRI 132: T/TH 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Estela Diaz",
    "course_description": "How would you feel if, at the end of your first dinner, your date writes you a $1,000 check to show you they had fun? Your friends think it is a red flag, but you’re not so sure. What role does money, goods, or services play in shaping intimate relationships? How do we navigate the tensions between the warmth of friendship–or the heat of passion–and the value of cold, hard cash? In this Writing Seminar, we interrogate the notion that money sullies intimate relationships. We begin with scholarship on “connected lives” to examine how emigration and sending money home impacts family ties. Next, we turn to a different type of transaction – applying for financial aid using the U.S. Free Application for Federal Student Aid (FAFSA) – as we investigate how children, parents, policymakers, and lenders negotiate and contest the meaning of indebtedness. Students conclude the seminar by crafting an original research project on the relationship between intimacy and the marketplace in a case of their choosing. Potential topics include divorce settlements, dating apps like Bumble, blood and organ donations or sperm banks, women who sign on to become surrogate mothers, and sugar dating in popular culture."
  },
  "Making Up Our Minds": {
    "course_timings": [
      "WRI 171: M/W 1:20 pm - 2:40 pm",
      "WRI 172: M/W 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Deborah Levy",
    "course_description": "From hydraulic pipeline to computational network, hijackable wetware to surrealist dreamscape, the human brain is variably portrayed as mechanical and electrical, organic and ethereal. What are our collective beliefs about this reality-defining meatball? How do scientists and philosophers locate the substrates of our identities in the biostuffs of our anatomies? To what extent do we make up our minds? To what extent do our minds make us up? In this Writing Seminar, we’ll explore the various perspectives that scientists, artists, engineers, and other scholars can bring to our understanding of the human brain and the person it creates. We’ll begin by exploring the 19th-century practice of phrenology, asking ourselves what happens when science and ideology meet. Next, we will carry these questions into an examination of more modern human brain mapping techniques, probing the biological, social, economic, and political impacts of new neuroimaging technologies that arose at the dawn of the 21st century. Students conclude the semester by investigating the cultural-scientific significance of a specific discovery about or reimagining of the human brain. Sample topics include “brainwaves” in the language of the New Age movement, the perceived legitimacy neuroimages lend to news articles, the contribution of the cerebrum to experiences of the divine, and glaring gender gaps among the recipients of mid-20th century lobotomizing procedures."
  },
  "Matters of Art": {
    "course_timings": [
      "WRI 125: T/TH 1:20 pm - 2:40 pm",
      "WRI 126: T/TH 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Avi Alpert",
    "course_description": "iPhones now take such high-quality images that Hollywood films are being made on them. But how a smartphone became such a remarkable tool for artists is itself an often opaque and brutal story, combining scientific genius, government funding, corporate strategy, sweatshop labor, and toxic sludge from rare-earth mineral mining. This isn’t only true of the iPhone—from the amateur to the avant-garde, artistic work has always been the product of complex social and material processes. How do these processes inform or challenge our appreciation for works of art? What might the art itself hide or reveal about those processes? In this Writing Seminar, we’ll investigate these tensions between artworks and what makes them possible. We begin by analyzing Alfredo Jaar’s use of advertising to make art against genocide. We’ll then turn to a campus sculpture by Richard Serra–made of steel, situated between Fine and Peyton halls–as students examine the work in terms of labor politics, the chemistry of rust, and controversies surrounding public art. For their final projects, students develop a case study and make a researched argument about the relationships between materials, society, and art. Potential topics include the energy demands of AI-generated images and prose, the impact of trade sanctions on a specific art scene, the economics of producing platinum albums, and the physics of large sculpture."
  },
  "The Medium is the Message": {
    "course_timings": [
      "WRI 197: M/W 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Nikhil Menezes",
    "course_description": "In 1933, President Franklin D. Roosevelt hosted the first of his “fireside chats” over the radio to a nation wracked by the Great Depression. In 1960, viewers of the first ever televised presidential debate would watch a sweating Richard Nixon in visible contrast to the telegenic presence of John F. Kennedy. And today, public figures take their cues from influencers who tailor their content for virality and algorithmic boosting. Politicians have used media technologies to communicate with the public throughout the last century, but how do technologies ranging from dissident radio to encrypted group chats shape the performance, reception, and experience of politics itself? And beyond politics, how does our everyday use of media technologies shape the culture we consume and experience? We begin this Writing Seminar with Jeffrey Green’s theory of “candor” as students analyze the message of the classic satirical film Network (1976). Next, we explore debates over the repeal and potential restoration of the Fairness Doctrine in order to examine proposals for regulating US news media. For the final research project, students will choose a media technology and develop a sustained argument about its impact on politics, culture, or any aspect of social life. Sample topics include the rise of the longform podcast, Whatsapp groups as vectors of disinformation, and the impact of microblogging platforms in an age of declining attention spans."
  },
  "Modern Love": {
    "course_timings": [
      "WRI 114: T/TH 9:00 am - 10:20 am"
    ],
    "course_instructor": "Lynne Feeley",
    "course_description": "In 2023, the Oxford English Dictionary named “rizz” the word of the year, defining it as “style, charm, or attractiveness” and the ability to “attract a romantic or sexual partner.” To take the title, “rizz” beat out three finalists also associated with relationships: beige flag, situationship, and parasocial. These selections on the part of the OED reflect a changing vernacular when it comes to romantic relationships. They may even reflect a changing culture. How has love–as both a personal experience and a social concept–changed over time? How do technological and cultural innovations reflect, or even usher in, new ideas about love? We begin this Writing Seminar with Weike Wang’s short story about a woman whose boyfriend complains that she is constantly overthinking everything, examining it through the lens of Kate Manne’s philosophy of gaslighting. Then we turn to ELIZA, the world’s first companion chatbot (1966), as students analyze its design and output by engaging with theories of companionship and the social psychology emerging with modern AI. For the research project, students critically investigate an instance or narrative of modern love. Examples include love on the margins as depicted by the TV series Pose, the role of dopamine receptors in the process of falling in love, apps like Nomi or Kindroid, the music of Lana Del Rey, or the discourse of love and war among climate activists."
  },
  "Mythconceptions": {
    "course_timings": [
      "WRI 175: M/W 2:55 pm - 4:15 pm",
      "WRI 176: M/W 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Emma Thompson",
    "course_description": "Pop rocks and soda will make your stomach explode. A penny dropped from the Empire State Building could kill. MythBusters revealed both to be misconceptions, or, as the show’s name suggests, “myths.” This definition of myth as falsehood gets complicated when scholars use “myth” to describe both the idea of the “self-made man” and tales of Anansi’s exploits. Why has the same word come to mean both misconception and a foundational narrative? Who gets to draw distinctions between myth and fact, or decide what counts as myth? What power do myths have to determine what’s thinkable? What nuances may get lost through mythologizing the past? In Mythconceptions, we draw on fields ranging from philosophy of science to educational psychology to think about how myths are created, maintained, and overthrown. We begin by exploring scientific journalism on the Big Bang in order to examine the relationship–and distinctions–between myth and knowledge. Next, we turn to the Creation Museum in Petersburg, Kentucky, to analyze how we tell stories about the Earth’s past. Finally, students choose a popular myth and investigate how those seeking change resist, replace, or reinterpret it. Possible topics include Vietnam War protests, the Copernican Revolution, coming out narratives, or Sita Sings the Blues."
  },
  "Priceless": {
    "course_timings": [
      "WRI 143: M/W 10:40 am - 12:00 pm",
      "WRI 144: M/W 1:20 pm - 2:40 pm"
    ],
    "course_instructor": "Bronwen Everill",
    "course_description": "U.S. News reports that the added value of attending Princeton amounts to a starting salary $20,628 higher than the national average, yet in surveys graduates largely reflect on the value of college in terms of their priceless friendships and formative experiences inside and outside the classroom. What do we mean when we talk about value? And what assumptions go into making valuations? Employers, workers, credit rating agencies, and investors have different opinions about the sources and measures of worth. But how do we account for non-economic measures? In this Writing Seminar we explore debates about where value comes from. First, we will  Adam Smith and crunch data from the International Labor Organization to grapple with the problem of unpaid labor. Next, we turn to cartoons and editorials, banknotes and technology patents, congressional debates and bankruptcy cases to investigate the first major speculative boom and bust in US history, the Panic of 1837. For the research paper, students investigate a case study of their choice that illuminates the contested nature of measuring value. Examples include the FTX collapse or the GameStop bubble; changing coverage of the Italian, Japanese, South African, or Mexican economy over time; valuations of the Benin Bronzes; or a comparative assessment of national parks and resource value."
  },
  "The Revolution Will [Not] Be Televised": {
    "course_timings": [
      "WRI 123: M/W 9:00 am - 10:20 am"
    ],
    "course_instructor": "Sakinah Hofler",
    "course_description": "In 1965, thousands braved beatings to march across the Edmund Pettus Bridge from Selma to Montgomery, Alabama to fight for civil rights in what became known as “Bloody Sunday.” In 2016, thousands boycotted the NFL because Colin Kaepernick took a knee during the playing of the National Anthem to protest police brutality. Recent write-ups on the #MeToo movement have ranged from some calling it a revolution, some calling it an angry mob, and some saying it spurred the #HimToo movement. When does an act of dissent become protest? When does an act become activism? What role does an audience play in the reception of the act? What happens to the message of the protest when the coverage shifts to how someone protests? We begin this Writing Seminar analyzing elements of dissent in music videos by Beyoncé and Kendrick Lamar. Next, we turn to Princeton campus protests against the Vietnam War as we investigate the relationship between college campuses, student bodies, and protest. For their final research project, students identify a contemporary protest or related art form and develop an original argument about its economic, social, or cultural impact. Sample topics include recent political rhetoric on the term “wokeness,” female autonomy in The Handmaid's Tale, the demographics of the 2019 Hong Kong demonstrations, and the Native American grassroots movement against the Dakota Access Pipeline."
  },
  "Sound and the City": {
    "course_timings": [
      "WRI 189: M/W 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Christopher Parton",
    "course_description": "Although New York may be “the city that never sleeps,” its residents certainly would like some. For over a century, New Yorkers have bemoaned the increasing sound levels of the city as a menace to public health. Yet from transport and construction to protests and parties, city life is noisy. This Writing Seminar examines where the boundaries lie between silence, sound, and noise: Who gets to define these boundaries and by what means and metrics? What can we learn about cities—their histories, communities, and politics—from listening to urban environments? What does “silence” mean in today’s world? In the first weeks, we will reflect on the significance of silence by seeking out quiet places on Princeton’s campus, capturing the experience of them on video, and then analyzing those scenes in light of R. Murray Schafer’s writing on soundscapes. We then engage with a wide range of disciplines–from history and music, to technology studies and urban planning–to explore the ongoing social, cultural, and political issues of noise for communities and individuals in New York City. Finally, students will propose and write an original paper on an act of listening in a particular historical, cultural, or media context. Possible topics include: sonic strategies used by protesters or the police, sound design in open-world video games, and the legal implications of AI-generated music."
  },
  "Sourcing Your Stuff": {
    "course_timings": [
      "WRI 155: M/W 2:55 pm - 4:15 pm",
      "WRI 156: M/W 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Aman Banerji",
    "course_description": "We live in a world of things. From Airpods to toothbrushes to the shoes on our feet, even the most personal possessions can come from thousands of miles away, connecting us with people and cultures we often know little about. How have our daily lives become so deeply integrated with global supply chains? How did we come to live in a society in which the production and exchange of commodities so centrally shapes our lands, labors, homes, and ecologies? And what makes the commodification of certain goods and services seem perfectly ordinary while the commodification of others elicit widespread condemnation? We begin this Writing Seminar by exploring questions of land, ownership, and dispossession, examining how rural communities in Mali’s Niger province responded to attempts in the 2000s to transform their subsistence millet farms into commercial sugar plantations. Next, we turn to the mounting legal fight against private equity’s increasing role in US nursing homes as students interrogate the relationship between commodification, marketization, and care work in American culture. For the final project, students will investigate a global commodity chain of their choice and develop a researched argument about the history or context of its production. Sample topics include laboring conditions in global denim factories, the consequences of lithium mining for electric vehicles, the environmental ramifications of leather handbags, and the extractive implications of road bikes."
  },
  "Technogenesis": {
    "course_timings": [
      "WRI 177: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Marina Fedosik",
    "course_description": "How can interaction through a VR headset influence the ways you wander, imagine, and fall in love? How does writing with a pen–or banging away at a keyboard–shape your experience of the world? When does a tool become technology? And when does technology give rise to new ways of being? This seminar explores ‘technogenesis’, the idea that humans and technology are constantly co-creating each other, from how we experience thought and emotion to the very fundamentals of human biology. We begin by examining an episode from the TV show Black Mirror in light of philosophical debates over the relationship between physical experience, human understanding, and virtual worlds. Next, students investigate the power of mixed reality environments to activate empathy in case studies of VR journalism and social media accounts across Meta Quest, TikTok, and Instagram. For the research project, students identify an instance of technogenesis–a specific object, trend, or event–and analyze the relationship between technology and individual engagement with the wider world. Examples include the influence of large AI models like GPT-4 on human creativity, expertise, and learning; the role of social networking platforms like X (Twitter) in politics and military conflicts; the impact of reproductive technologies like in vitro gametogenesis (IVG) on human identity and kinship; or the consequences of beauty filters for social media users across different demographics."
  },
  "This Course Is Out to Get You": {
    "course_timings": [
      "WRI 187: T/TH 2:55 pm - 4:15 pm"
    ],
    "course_instructor": "Ardon Shorr",
    "course_description": "Stonehenge was built by ancient aliens. COVID-19 was FAKE NEWS. Climate change is a hoax, birds aren’t real, the moon landing was filmed on a Hollywood soundstage — if you even believe in the moon. Why do people believe conspiracy theories? Why does confronting new evidence change some people’s minds, but leave others even more entrenched in their beliefs? At the same time, Wikileaks and whistleblowers have revealed real collusion. How do we know when to trust experts and when to be skeptical of authority? This Writing Seminar explores what we learn about ourselves from the conspiracies we create. We begin with the documentary Behind the Curve, examining how Flat Earthers support their claims using scientific methods. We turn next to academic research into conspiracies: How do they spread? What makes them appealing? What are some of the open problems in studying conspiracy theories — and why haven’t they been solved? In the second half of the seminar, students pursue their own intellectual interests as they craft a research paper investigating a conspiracy theory of their choice, placing it in political, scientific, or cultural context. Potential topics range from doubting Big Pharma to doubting vaccines, from MKULTRA to COINTELPRO. If you’ve read this far, you already know too much. This is the writing seminar THEY don’t want you to take."
  },
  "Work On Yourself": {
    "course_timings": [
      "WRI 159: T/TH 9:00 am - 10:20 am",
      "WRI 160: T/TH 10:40 am - 12:00 pm"
    ],
    "course_instructor": "Crystal Song",
    "course_description": "If you seek self-improvement, this is not a how-to guide. We have enough of those: books with titles like Mastery and Atomic Habits, weight loss programs, New Year’s resolutions, multi-step skincare routines. Rather, this Writing Seminar brings a critical lens to the constant mantra for us to “work on ourselves”—our bodies, mindsets, and relationships. What does self-improvement do for us and to us? How does it influence the rhythms of our everyday lives, and to what extent does it shape our very definitions of success and progress? How might striving for individual self-improvement drive the ways we participate and compete in the world? We’ll begin by analyzing Netflix’s Pop Star Academy, which recounts the rigorous training process behind the formation of global girl group Katseye, as we interrogate the role of confidence and the limits of discipline in becoming our best selves. We’ll then turn to the biohacking community Quantified Self, exploring the implications of treating the human body as a site of DIY experimentation in order to optimize its potential. For their final projects, students investigate a contemporary cultural narrative, practice, technology, or institution that speaks to the promise of self-improvement. Sample topics include “mental toughness” challenges like 75 Hard, “clean girl” self-care rituals made popular by social media, wellness devices like Fitbits and Oura Rings, and Sheryl Sandberg’s “Lean In” campaign."
  },
  "The World Turned Upside Down": {
    "course_timings": [
      "WRI 103: M/W 2:55 pm - 4:15 pm",
      "WRI 104: MW 7:30 pm - 8:50 pm"
    ],
    "course_instructor": "Hannah Rose Blakeley",
    "course_description": "Fools crowned king, animals roasting cooks, and fish sprouting wings—motifs of the world turned upside down have a long artistic and political history. Periods of upheaval continue to shape our world, from economic crashes, black swan events, and popular uprisings to generative AI and catastrophic climate change. These events reorder the status quo and restage relationships of influence and meaning, but why are some reversals liberatory and empowering, while others are repressive? In this Writing Seminar, we explore how revolutions—whether political, cultural, economic, or scientific—shift norms, social structures, and hierarchies, and how one’s own position and perspective affect interpretation of such events and their place in history. We’ll spend the first half of the seminar considering modes of inversion and the grotesque, analyzing popular media and scientific research in conjunction with Mikhail Bakhtin’s theory of the carnivalesque. In the second half of the seminar, students will investigate an inversion, reversal, or revolution in a case study of their choosing for a final original research paper. Examples include cross-dressing during Mardi Gras, the art of Wong Ping, The Hunger Games, the morality of the criminal underworld, or reordering caused by an economic, political, or natural crisis, such as an environmental effect of COVID-19’s “anthropause.”"
  }
}
